zsh-users/zsh-autosuggestions
zsh-users/zsh-completions kind:defer
zsh-users/zsh-history-substring-search kind:defer
zdharma-continuum/fast-syntax-highlighting kind:defer
Aloxaf/fzf-tab kind:defer
hlissner/zsh-autopair
MichaelAquilina/zsh-you-should-use

# oh-my-zsh plugins
getantidote/use-omz        # handle OMZ dependencies
ohmyzsh/ohmyzsh path:lib   # load OMZ's library
ohmyzsh/ohmyzsh path:plugins/colored-man-pages  # load OMZ plugins
ohmyzsh/ohmyzsh path:plugins/magic-enter
